Repository: storify/wordpress
Catalog: languages/storify-*.po
Languages: de_de, it

source: You are not allowed to be here
de_de: Hier dürfen Sie nicht sein
it: Non sei autorizzato ad accedere a questa pagina

source: Insert Story
de_de: Story eingeben
it: Inserisci una Storia

source: Older Stories
de_de: Ältere Stories
it: Storie precedenti

source: Showing recent stories created by %s.
de_de: Zeige neueste Stories von %s an.
it: Ultime storie create da %s.

source: Change account?
de_de: Konto wechseln?
it: Cambiare account?

source: Storify Login
de_de: Storify Anmeldung
it: Entra in Storify

source: Please enter your Storify login to continue
de_de: Bitte geben Sie Ihren Storify-Benutzernamen an, um fortzufahren
it: Per favore inserisci il tuo login di Storify per continuare

source: Storify Login:
de_de: Storify-Benutzername:
it: Entra in Storify:

source: Don't have a login? <a href="https://storify.com" target="_blank">Sign up for free</a>.
de_de: Sie haben keinen Benutzernamen? <a href="https://storify.com" target="_blank">Hier umsonst anmelden</a>.
it: Non hai un account? <a href="https://storify.com" target="_blank">Creane uno gratuitamente</a>.

source: An error occurred while publishing the story
de_de: Ein Fehler trat bei der Veröffentlichung dieser Story auf
it: Si è verificato un errore durante la pubblicazione della storia.

source: Edit Story
de_de: Story bearbeiten
it: Modifica Storia

source: Insert story from your Storify account
de_de: Story von Ihrem Storify-Konto einfügen
it: Inserisci storia dal tuo account Storify

source: Storify &mdash; Insert Story
de_de: Storify &mdash; Story einfügen
it: Storify &mdash; Inserisci una Storia

source: Brings the power of Storify, the popular social media storytelling platform to your WordPress site
de_de: Bringt die Kraft von Storify, der beliebten Social Media Storytelling Plattform, auf Ihre WordPress-Seite
it: Aggiunge le potenzialità di Storify, la famosa piattaforma di storytelling sui social, al tuo sito Wordpress
